Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/moette-inuittstudenter-i-canada.html.tmx
Source language: nob
Languages: sme

source: Møtte inuittstudenter i Canada / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
sme: Deaivvadii inuihttastudeanttaiguin Canadas / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget

source: Møtte inuittstudenter i Canada
sme: Deaivvadii inuihttastudeanttaiguin Canadas

source: 09. mars 2012
sme: 09. Njukčamánnu 2012

source: Sametingsråd Marianne Balto besøkte den videregående skolen for inuitter som befinner seg i Ottawa.
sme: Sámediggeráđi Marianne Balto galledii inuihtaid joatkkaskuvlla mii lea Ottawas. Oahppit bohtet geográfalaččat hui viidát.

source: Felles for de alle er et ønske om å studere sin egen historie, kultur og være med på å utvikle inuitsamfunnet.
sme: Oktasaš ášši sis lea go háliidit lohkat iežaset historjjá ja kultuvrra birra, ja leat mielde ovdánahttiime inuihttaservodaga.

source: Disse ungdommene blir på mange måter betegnet som fremtidens ledere.
sme: Dáid nuoraid sáhttá máŋgga ládje lohkat leat boahtteáiggi jođiheaddjit.

source: - Jeg er enormt imponert over engasjementet til disse ungdommene.
sme: - Mun leat bures hirpmahuvvan dán áŋgirvuođas maid dát nuorat čájehit.

source: De hadde mange spørsmål om samenes situasjon i Norge, sier Marianne Balto.
sme: Sis ledje ollu gažaldagat sápmelaččaid dili birra Norggas, lohká Marianne Balto.

source: Studentene fikk et innblikk i hvorfor Sametinget ble etablert, hvordan Sametinget jobber og hvordan arbeidet er organisert.
sme: Oahppit besse gullat manin Sámediggi ásahuvvui, movt Sámediggi bargá ja movt bargu lea organiserejuvvon.

source: Studentene uttrykte at de var veldig interessert i å lære mer om det samiske samfunn.
sme: Oahppit dovddahedje ahte sis lei hui ollu beroštupmi oahppat eanet sámi servodaga birra.

source: Elevene kunne fortelle at de planlegger et besøk til Norge om noen måneder.
sme: Oahppit sáhtte muitalit ahte leat pláneme mátki Norgii moatti mánu geažis.

source: De skal besøke både Oslo, Tromsø, Karasjok og Kautokeino.
sme: Sii galget dalle fitnat sihke Oslos, Romssas, Kárášjogas ja Guovdageainnus.

source: Sametinget er invitert med på turen til Canada av Stortingspresident Dag Terje Andersen.
sme: Stuoradiggepresideanta Dag Terje Andersen bovdii Sámedikki mielde mátkái Canadai.

source: I tillegg til det offisielle programmet har Sametinget egne møter med urfolk i Canada.
sme: Lassin almmolaš prográmmii ledje Sámedikkis sierra čoahkkimat álgoálbmogiiguin Canadas.

source: Anne Tingelstad Wøyen (SP), Per Sandberg (FrP) og Geir Jørgen Bekkewold (KrF) valgte å følge med på Sametingets møte denne formiddagen.
sme: Anne Tingelstad Wøyen (GB), Per Sandberg (OB) ja Geir Jørgen Bekkewold (RÁB) válljejedje čuovvut Sámedikki čoahkkima dán ovdalgaskabeaivvi.

source: - Jeg er glad for at stortingsrepresentantene ble med oss for å møte urfolksungdom og tok så aktivt del i dialogen, uttaler Balto.
sme: - Mun lean ilus go stuoradiggeáirasat čuovvoledje min deaivvadit álgoálbmotnuoraiguin ja go nu áŋgirit serve dialogii, lohká Balto.

source: Marianne Balto benyttet sjansen til å invitere studentene til Sametinget i forbindelse med deres Norgesbesøk.
sme: Marianne Balto anii liibba bovdet ohppiid Sámediggái go bohtet Norgii fitnat.

source: Hun foreslo også et møte med Sametinget egen ungdomsorganisasjon SUPU.
sme: Son árvalii maid čoahkkima Sámedikki iežas nuoraidorganisašuvnnain SáNuL:in.

source: Studentene var tydelig stolte over å kunne vise besøket en del av sin egen kultur og viste frem både tradisjonell dans og strupesang til stor begeistring for tilskuerne.
sme: Oahppit ledje čielgasit čeavlát go besse gussiide čájehit oasi iežaset kultuvrras ja čájehedje sihke árbevirolaš dánssa ja čottalávluma, juoga masa geahččit liikojedje bures.

source: - Jeg syntes det var spesielt interessant å høre elevene fortelle om språksituasjonen og arbeidet med å revitalisere deres eget språk, avslutter Balto.
sme: - Mu mielas lei erenoamáš miellagiddevaš gullat ohppiid go muitaledje gielladili birra ja iežaset giela ealáskahttima barggu birra, loahpaha Balto.

source: Fakta:
sme: Faktadieđut:

source: Nunavut skolen ble etablert i 1985 av for at unge inuitter skulle lære om landrettigheter.
sme: Nunavut skuvla ásahuvvui 1985:s, lei mii ásahii dan, vai nuorra inuihtat besset oahppat eanavuoigatvuođaid birra.

source: Skolen har uteksaminert 330 studenter siden den gang.
sme: Dan rájis leat 330 oahppi čađahan eksámeniid skuvllas.

source: Ved siden av å få seg en utdanning fungerer studentene også som ambassadører for inuittene.
sme: Dasa lassin go ožžot oahpu skuvllas, de doibmet oahppit maiddái ambassadevran inuihtaide.

source: Rådsmedlem Marianne Balto , tlf. 480 63 358
sme: Oktavuohtaolmmoš : ráđđelahttu Marianne Balto , tel. 480 63 358
